logs/soap_requests/2025-08-27/reparto_199_131744_944000.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
                 xmlns:xsd="http://www.w3.org/2001/XMLSchema" 
                 xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <reparto_cerrar xmlns="http://airtech-it.com.ar/">
      <idreparto>199</idreparto>
      <fecha>27/08/2025</fecha>
      <ajustar_envases>0</ajustar_envases>
      <efectivo_importe>1000</efectivo_importe>
      <retenciones>[{"nrocta": 123, "concepto": "RGA", "nro_retencion": 123, "fecha": "27/08/2025", "importe": 500.0}]</retenciones>
      <cheques>[{"nrocta": 1231, "concepto": "CHE", "banco": 123, "sucursal": 123, "localidad": 123, "nro_cheque": "123123", "nro_cuenta": 12432, "titular": "", "fecha": "27/08/2025", "importe": 500.0}]</cheques>
      <usuario>BACKEND_SYSTEM</usuario>
    </reparto_cerrar>
  </soap12:Body>
</soap12:Envelope>